{
	"muse_name": "Rachel Espina",
	"profile_image": "/mockups/portrait.png",
	"profile_image_tooltip": "fun tooltip text for rachel's portrait",
	"profile_image_count": 2,
	"profile_image_index": 1,
	"description": "&ldquo;...look at the birds of the air: they do not sow or reap or gather into barns...&rdquo;<br class='nl'/>The <a href='https://en.wikipedia.org/wiki/Fairy_tale'>Märchen</a>-<a href='https://en.wikipedia.org/wiki/Marchioness'>marchioness</a> of Catalina Island.",
	"major_stats": [
		{"stat":"Age","value":"17"},
		{"stat":"Canon","value":"PMMM"},
		{"stat":"Wish","value":"<q>I want to have a place to sleep, and enough food and water. I don't want to have to worry about getting the things I need to survive.</q>"}
	],
	"minor_stats": [
		{"stat":"Occupation", "value":"Magical Girl / Permanent Tourist "},
		{"stat":"Family", "value":"Deceased. May or may not be important to her story."},
		{"stat":"Physical Description", "value":"Wears street clothes, usually with some town souvenir. Fit and lean, with pretty obvious Central/South American features. Carries herself with the kind of confidence people talk about when they say \"walk in like you own the place\", but also with some degree of grace.<br class='nl'/>Her magical girl outfit is a frilly affair, with white armwarmers, a short-sleeved lavender blouse, black boots, and an indigo hood and skirt - all with white ruffles. A purple ribbon goes around her neck to hold the hood in place, and her soul gem is pinned to the bow in the front. "},
		{"stat":"Personality", "value":"An unashamed aesthete. She protects Avalon because she loves it there, because it's fun and interesting and like an endless island vacation to her. She cares about the town, and that's why she settled. But there's also a part of her who's come to see it in the other direction - like a feudal lord, she protects the town, so she gets to sup on its pleasures.<br class='nl'/>She's a very realistic sort of girl. She's been through some shit, and holds no illusions about how cruel the world can be. Part of her borderline hedonism comes from that - if you <i>can</i> live the good life, why the fuck <i>wouldn't</i> you?<br class='nl'/>Extrovert. Loves the company of others."},
		{"stat":"Setting", "value":"<a href='http://www.cityofavalon.com/'>Avalon, CA</a> in the world of <a href='http://madokamagicausa.com/'>Puella Magi Madoka Magica</a>."},
		{"stat":"Back Story", "value":"Orphan. From an unnamed city in the southwest US. Serious organized crime problems. Her parents either died or left - in any case they were removed from the picture - and she struggled to survive on her own. It wasn't working. She was growing hungry, possibly coming down with pneumonia... and when all hope seemed lost... she was offered the contract.<br class='nl'/>She wished for self-sufficiency, and got it; fate itself became her provider, and she was assured what she needed to survive. She left her hometown, then, and wandered for a while. It was rough going at first - being meguca instills a certain amount of instinctual combat ability but she was still a novice - and in the first town she entered she fell in with a local magical girl who showed her the ropes. That only lasted a little while, though, mainly because they both realized there wasn't enough hunting in the town to support both of them. So she decided to keep wandering until she found her own territory in which to settle."},
		{"stat":"Ongoing Story", "value":"At the time the story begins, she's already been in Avalon for the past couple years. She loves it. She's living the good life, she's been around long enough for the town to know her (even if she's just \"that one girl who drops by a lot\"). During the tourist months she gets a good number of witches to fight, and stockpiles grief seeds for the months that they're gone."},
		{"stat":"Likes", "value":"Interested in history, especially stuff about governments and political movements. Devoured that stuff in her library self-teaching sessions.<br class='nl'/>She's gotten ridiculously good at minigolf.<br class='nl'/>After so long wandering she's developed a preference for more developed areas - they were where she found the most prey, the best beds and libraries, &amp;c, so even though she's not wandering anymore she finds herself more at home among crowds of people. She still patrols the campground and botanical gardens and so forth, but don't expect her going witch-hunting on a hiking trail unless she's already got a lead."},
		{"stat":"Dislikes", "value":"She's got big, big problems with career criminals. Not, like, street artists or anything, more like protection rackets and muggers and so forth. Folks who make a comfortable living off of hurting people. It's part of why, other than pickpockets, the crime rate in Avalon is so low.<br class='nl'/>On a pettier note, she can't stand Chinese food."},
		{"stat":"Strengths", "value":"Her biggest advantage as a magical girl is really her emotional stability. She's basically out of puberty, and the thing that's most important to her is her <em>town</em>. So it's really hard to send her into despair. And since she'll never run out of grief seeds unless she deliberately gives up prey... she is in for the long haul.<br class='nl'/>Her fighting style favors close-range combat and an almost precognitive sense of when to dodge and where to hit. She's got some ranged tricks but nothing like the 4+ years of melee experience - closing to short range via flight and good dodging is almost always preferable."},
		{"stat":"Weaknesses", "value":"She doesn't have a good healing factor or passive defenses, so she has trouble dealing with wide AoE effects - again, she's got tricks to survive it, but they burn a lot of magic.<br class='nl'/>And on a more basic level... she's not that hard to bait, because the obvious bait will also be something she'll feel compelled to act on, bait or not. Set a fire - she'll move to put it out, expending magic if needs be, and to the extent she fails, it'll weigh on her soul.<br class='nl'/>She's also the one of the four most likely to take the witch connection <em>really hard</em>. Knowing that her prey is magical girls on vacation, and that her wish is probably contributing to them going to their doom while there...well, she's going to have problems looking at herself in the mirror at that point."},
		{"stat":"Plotbunnies", "value":"A big part of Rachel's character is that she's answered the biggest tensions and questions of her life. She's found her true self, her calling, her place in the world. So her dramas aren't going to be about internal struggles, at least not initially. They'll be about how she interacts with the other characters - especially Lex - and the upcoming struggles and changes that will arrive with them. If there's anything likely to stir her waters though, other than organized crime trying to worm its way into her town, it's this: she already got her happy ever after. But it really just fell in her lap, didn't it? An Incubator granted her wish, not her own effort. This town was never her community - it was just someplace she happened to find while walking the earth. She got her happy ending, but does she <em>deserve</em> it?"}
	]
}
